//任务监管:
data: [
  {
    name: '运行中',
    value: 98
  },
  {
    name: '等待中',
    value: 150
  },
  {
    name: '成功',
    value: 62
  },
  {
    name: '失败',
    value: 54
  }
]
//人员监管:
data: [
  ['冯元迪1', '1个', '8个', 123231213],
  ['冯元迪2', '2个', '8个', 123231213],
  ['冯元迪3', '3个', '8个', 123231213],
  ['冯元迪4', '4个', '8个', 123231213],
  ['冯元迪5', '5个', '8个', 123231213],
  ['冯元迪6', '6个', '8个', 123231213],
  ['冯元迪7', '7个', '8个', 123231213],
  ['冯元迪8', '8个', '8个', 123231213],
  ['冯元迪9', '9个', '8个', 123231213],
  ['冯元迪10', '10个', '8个', 123231213],
  ['冯元迪11', '11个', '8个', 123231213],
  ['冯元迪12', '12个', '8个', 123231213],
  ['冯元迪13', '13个', '8个', 123231213]
]
// 服务器监管
serverData: [
  {
    percent: '66%',
    value: '192.168.7.120'
  },
  {
    percent: '16%',
    value: '192.168.7.121'
  }
]
//规则监管
// 饼图
data: [
  { value: 40, name: 'rose 1' },
  { value: 38, name: 'rose 2' },
  { value: 32, name: 'rose 3' },
  { value: 30, name: 'rose 4' },
  { value: 28, name: 'rose 5' },
  { value: 26, name: 'rose 6' },
  { value: 22, name: 'rose 7' },
  { value: 18, name: 'rose 8' }
]
//折线图
source: [
  ['Income', 'Life Expectancy', 'Population', 'Country', 'Year'],
  [815, 34.05, 351014, 'Australia', 1800],
  [1314, 39, 645526, 'Canada', 1800],
  [985, 32, 321675013, 'China', 1800],
  [864, 32.2, 345043, 'Cuba', 1800]
]
//轮播水平柱状
data: [
  {
    name: 'DFX-0215-7 PTH焊盘阻焊开窗环宽',
    value: 55
  }
]
